Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# postprocessor.qwen35_0_8b.description
source: A general-purpose option for typos and filler words. It may miss “scratch that” edits and spoken list formatting.
es_419: Una opción de uso general para errores tipográficos y muletillas. Puede pasar por alto las ediciones con "scratch that" y el formateo de listas habladas.

# postprocessor.finetuned_v3.title
source: Muesli Cleanup
es_419: Muesli Refinamiento

# postprocessor.finetuned_v3.description
source: The best overall choice for everyday dictation. It removes filler words, follows “scratch that,” and turns spoken list cues into clean formatting.
es_419: La mejor opción general para el dictado cotidiano. Elimina las muletillas, sigue el comando "scratch that" y convierte las indicaciones de listas habladas en formato limpio.

# transcript_cleanup_preset.default_cleanup.title
source: Default Cleanup
es_419: Refinamiento predeterminado

# position.label.top_left
source: Top Left
es_419: Superior izquierda

# position.label.top_center
source: Top Center
es_419: Centro superior

# position.label.top_right
source: Top Right
es_419: Superior derecha

# position.label.middle_left
source: Middle Left
es_419: Centro Izquierda

# position.label.middle_right
source: Middle Right
es_419: Centro derecha

# position.label.bottom_left
source: Bottom Left
es_419: Inferior izquierda

# position.label.bottom_center
source: Bottom Center
es_419: Centro inferior

# position.label.bottom_right
source: Bottom Right
es_419: Inferior derecha

# position.label.custom
source: Custom
es_419: Personalizado

# modifier_key.label.right_option
source: Right Option
es_419: Option derecha

# modifier_key.label.left_cmd
source: Left Cmd
es_419: Cmd izquierdo

# modifier_key.label.right_cmd
source: Right Cmd
es_419: Cmd derecha

# modifier_key.label.left_option
source: Left Option
es_419: Option izquierda

# modifier_key.label.right_shift
source: Right Shift
es_419: Shift derecha

# modifier_key.symbol.left_cmd
source: Left ⌘
es_419: Izquierdo ⌘

# modifier_key.symbol.right_cmd
source: Right ⌘
es_419: ⌘ derecha

# modifier_key.symbol.left_ctrl
source: Left ⌃
es_419: Izquierdo ⌃

# modifier_key.symbol.right_ctrl
source: Right ⌃
es_419: Derecha ⌃

# modifier_key.symbol.left_option
source: Left ⌥
es_419: Izquierda ⌥

# modifier_key.symbol.right_option
source: Right ⌥
es_419: Derecha ⌥

# modifier_key.symbol.left_shift
source: Left ⇧
es_419: Izquierdo ⇧

# modifier_key.symbol.right_shift
source: Right ⇧
es_419: Derecha ⇧

# hotkey.default.computer_use.right_cmd
source: Right Cmd
es_419: Cmd derecha

# meeting_detail.save_state.saved
source: Saved
es_419: Guardado

# meeting_detail.save_state.saving
source: Saving...
es_419: Guardando...

# meeting_detail.navigation.back_to_meetings
source: Back to Meetings
es_419: Volver a Reuniones

# meeting_detail.empty_state.no_meeting_selected
source: No meeting selected
es_419: Ninguna reunión seleccionada

# meeting_detail.empty_state.choose_meeting_message
source: Choose a meeting from the Meetings browser to open it here.
es_419: Elige una reunión del explorador de reuniones para abrirla aquí.

# meeting_detail.alert.couldnt_save_summary
source: Couldn't Save Summary
es_419: No se pudo guardar el resumen

# meeting_detail.alert.couldnt_save_summary.message
source: The updated meeting notes could not be saved.
es_419: No se pudieron guardar las notas de reunión actualizadas.

# meeting_detail.alert.couldnt_retranscribe_meeting
source: Couldn't Re-transcribe Meeting
es_419: No se pudo volver a transcribir la reunión

# meeting_detail.alert.couldnt_retranscribe_meeting.message
source: The saved recording could not be re-transcribed.
es_419: No se pudo volver a transcribir la grabación guardada.

# meeting_detail.alert.resummarize_notes_title
source: Re-summarize Notes?
es_419: ¿Volver a resumir las notas?

# meeting_detail.alert.resummarize_action
source: Re-summarize
es_419: Volver a resumir

# meeting_detail.alert.not_now
source: Not Now
es_419: Ahora no

# meeting_detail.alert.resummarize_notes_message
source: Your transcript edits may change the generated notes. Re-summarize now to update them from the edited transcript.
es_419: Los cambios en tu transcripción pueden afectar las notas generadas. Vuelve a resumir ahora para actualizarlas desde la transcripción editada.

# meeting_detail.alert.delete_meeting_title
source: Delete Meeting
es_419: Eliminar reunión

# common.delete
source: Delete
es_419: Eliminar

# meeting_detail.alert.cancel
source: Cancel
es_419: Cancelar

# meeting_detail.alert.delete_meeting_message
source: Are you sure you want to delete this meeting? Saved notes, transcript, and any retained recording will be removed.
es_419: ¿Estás seguro de que quieres eliminar esta reunión? Las notas guardadas, la transcripción y cualquier grabación conservada se eliminarán.

# meeting_detail.metadata.word_count
source: %d words
es_419: %d palabras

# meeting_detail.document_mode.notes
source: Notes
es_419: Notas

# meeting_detail.document_mode.transcript
source: Transcript
es_419: Transcripción

# meeting_detail.recording_mode.live-notes
source: Notes
es_419: Notas

# meeting_detail.recording_mode.live
source: Live
es_419: En vivo

# meeting_detail.header.summarizing_meeting_help
source: Summarizing meeting
es_419: Resumiendo reunión

# meeting_detail.actions.retranscribing
source: Re-transcribing...
es_419: Retranscribiendo...

# meeting_detail.actions.retranscribe
source: Re-transcribe
es_419: Volver a transcribir

# meeting_detail.templates.built_in_section
source: Built-in Templates
es_419: Plantillas incorporadas

# meeting_detail.templates.custom_section
source: Custom Templates
es_419: Plantillas personalizadas

# meeting_detail.template_menu.manage_templates
source: Manage Templates…
es_419: Gestionar plantillas…

# meeting_detail.notes_toolbar.heading
source: Heading
es_419: Encabezado

# meeting_detail.notes_toolbar.bold
source: Bold
es_419: Negrita

# meeting_detail.notes_toolbar.bullet
source: Bullet
es_419: Viñeta

# meeting_detail.notes_toolbar.checkbox
source: Checkbox
es_419: Casilla de verificación

# meeting_detail.preparation.preparing
source: Preparing
es_419: Preparando

# meeting_detail.preparation.paused
source: Paused
es_419: Pausada

# meeting_detail.export.transcript
source: Export Transcript
es_419: Exportar transcripción

# meeting_detail.export.notes
source: Export Notes
es_419: Exportar notas

# meeting_detail.export.full_meeting
source: Export Full Meeting
es_419: Exportar reunión completa

# meeting_detail.export.title
source: Export
es_419: Exportar

# meeting_detail.template.current_selection
source: Template: %@
es_419: Plantilla: %@

# meeting_detail.menu.show_recording
source: Show Recording
es_419: Mostrar grabación

# meeting_detail.menu.delete_meeting
source: Delete Meeting
es_419: Eliminar reunión

# meeting_detail.menu.more_actions_help
source: More actions
es_419: Más acciones

# meeting_detail.preparation.preparing_transcription_accessibility
source: Preparing transcription
es_419: Preparando la transcripción

# meeting_detail.preparation.starts_shortly_message
source: Meeting transcription will start shortly.
es_419: La transcripción de la reunión comenzará en breve.

# meeting_detail.preparation.cancel_help
source: Cancel meeting preparation
es_419: Cancelar la preparación de la reunión

# meeting_detail.recording.resume
source: Resume
es_419: Reanudar

# meeting_detail.recording.pause
source: Pause
es_419: Pausar

# meeting_detail.recording.resume_help.primary
source: Resume recording
es_419: Reanudar grabación

# meeting_detail.recording.pause_help
source: Pause recording
es_419: Pausar grabación

# meeting_detail.recording.resume_button
source: Resume
es_419: Reanudar

# meeting_detail.recording.resume_help.secondary
source: Resume recording
es_419: Reanudar grabación

# meeting_detail.recording.resume_help.tertiary
source: Resume recording
es_419: Reanudar grabación

# meeting_detail.recording.start_follow_up
source: Start a follow-up
es_419: Iniciar seguimiento

# meeting_detail.recording.resume_or_follow_up_help
source: Resume recording, or start a follow-up meeting
es_419: Reanudar la grabación o iniciar una reunión de seguimiento

# meeting_detail.recording.stop
source: Stop
es_419: Detener

# meeting_detail.recording.stop_help
source: Stop recording
es_419: Detener grabación

# meeting_detail.thread.follow_up_to
source: Follow-up to: %@ · %@
es_419: Seguimiento de: %@ · %@

# meeting_detail.thread.count_meetings
source: Thread · %d meetings
es_419: Hilo · %d reuniones

# meeting_detail.thread.followed_by
source: Followed by: %@ · %@
es_419: Seguido de: %@ · %@

# meeting_detail.thread.follow_ups_count
source: Follow-ups (%d)
es_419: Seguimientos (%d)

# meeting_detail.thread_link.open_this_meeting_help
source: Open this meeting
es_419: Abrir esta reunión

# meeting_detail.folder_pill.add_to_folder
source: Add to folder
es_419: Agregar a carpeta

# meeting_detail.folder_pill.change_folder_help
source: Change folder
es_419: Cambiar carpeta

# meeting_detail.folder_pill.add_to_folder.help
source: Add to folder
es_419: Agregar a carpeta

# meeting_detail.folder_pill.new_folder_row
source: New Folder...
es_419: Nueva carpeta...

# meeting_detail.folder_pill.new_folder_title
source: New Folder
es_419: Nueva Carpeta

# meeting_detail.folder_pill.folder_name
source: Folder name
es_419: Nombre de carpeta

# common.create
source: Create
es_419: Crear

# meeting_detail.folder_pill.cancel
source: Cancel
es_419: Cancelar

# meeting_detail.folder_pill.create_folder_description
source: Create a new folder and move this meeting into it.
es_419: Crea una carpeta nueva y mueve esta reunión a ella.

# meeting_detail.transcript_cta.use_primary_summary_action
source: Use %@ to turn this raw transcript into AI meeting notes and a cleaned-up title.
es_419: Usa %@ para convertir esta transcripción sin procesar en notas de reunión con IA y un título limpio.

# meeting_detail.transcript_cta.add_api_key_message
source: Add your API key in Settings to generate meeting notes
es_419: Agrega tu clave de API en Configuración para generar notas de reunión

# common.open_settings
source: Open Settings
es_419: Abrir Configuración

# meeting_detail.transcript_cta.re_summarize
source: Re-summarize
es_419: Volver a resumir

# meeting_detail.edit_button.edit_transcript
source: Edit Transcript
es_419: Editar transcripción

# meeting_detail.edit_button.edit_notes
source: Edit Notes
es_419: Editar notas

# meeting_detail.summary.primary_action.apply_template
source: Apply Template
es_419: Aplicar plantilla

# meeting_detail.summary.primary_action.re_summarize
source: Re-summarize
es_419: Volver a resumir

# meeting_detail.title_editor.meeting_title.primary
source: Meeting Title
es_419: Título de la reunión

# meeting_detail.title_editor.meeting_title.secondary
source: Meeting Title
es_419: Título de la reunión

# meeting_detail.title_editor.meeting_title.tertiary
source: Meeting Title
es_419: Título de la reunión

# meeting_detail.transcript.speaker_others
source: Others
es_419: Otros

# meeting_detail.transcript.no_transcript_available
source: No transcript available
es_419: No hay transcripción disponible

# models.title
source: Models
es_419: Modelos

# models.subtitle.description
source: Choose the transcription and cleanup models that fit how you speak and work.
es_419: Elige los modelos de transcripción y refinamiento que se adapten a cómo hablas y trabajas.

# models.picker.category_label
source: Model category
es_419: Categoría del modelo

# models.alert.delete_transcription_model_title
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# models.alert.cancel.delete_transcription_model
source: Cancel
es_419: Cancelar

# models.alert.delete_action.transcription_model
source: Delete
es_419: Eliminar

# models.alert.delete_model_message.transcription
source: The downloaded model files will be removed from this Mac. You can download the model again later.
es_419: Los archivos del modelo descargados se eliminarán de este Mac. Puedes volver a descargarlo más adelante.

# models.alert.delete_cleanup_model_title
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# models.alert.cancel.delete_cleanup_model
source: Cancel
es_419: Cancelar

# models.alert.delete_action.cleanup_model
source: Delete
es_419: Eliminar

# models.alert.delete_model_message.cleanup
source: The downloaded model files will be removed from this Mac. You can download the model again later.
es_419: Los archivos del modelo descargados se eliminarán de este Mac. Puedes volver a descargarlo más adelante.

# models.alert.delete_live_meeting_model_title
source: Delete "%@"?
es_419: ¿Eliminar "%@"?

# models.alert.cancel.delete_live_meeting_model
source: Cancel
es_419: Cancelar

# models.alert.delete_action.live_meeting_model
source: Delete
es_419: Eliminar

# models.live_meetings.fallback_warning
source: Live meetings will fall back to standard chunk-by-chunk captions until this model is downloaded again.
es_419: Las reuniones en vivo recurrirán a los subtítulos estándar por fragmentos hasta que vuelvas a descargar este modelo.

# models.status.available
source: Available
es_419: Disponible

# models.family.parakeet.title
source: Parakeet Family
es_419: Familia Parakeet

# models.family.parakeet.description
source: The most responsive choices for everyday dictation, with multilingual and English-only options.
es_419: Las opciones más ágiles para el dictado cotidiano, con variantes multilingües y solo en inglés.

# models.family.default_v3
source: Default: v3
es_419: Predeterminado: v3

# models.family.whisper.description
source: Dependable alternatives when you prefer Whisper's transcription style or need broader multilingual coverage.
es_419: Alternativas confiables cuando prefieres el estilo de transcripción de Whisper o necesitas una cobertura multilingüe más amplia.

# models.family.default_small
source: Default: Small
es_419: Predeterminado: Small

# models.coming_soon.section_title
source: COMING SOON
es_419: PRÓXIMAMENTE

# models.live_meetings.section_title
source: LIVE MEETINGS
es_419: REUNIONES EN VIVO

# models.streaming.description
source: Choose how words appear while a meeting is in progress. Nemotron also creates the saved transcript; Parakeet prioritizes a faster English preview.
es_419: Elige cómo aparecen las palabras mientras una reunión está en curso. Nemotron también crea la transcripción guardada; Parakeet prioriza una vista previa en inglés más rápida.

# models.live_caption.description
source: Fast English captions while a meeting is in progress. They are a provisional preview; your regular meeting model creates the transcript you keep.
es_419: Subtítulos rápidos en inglés mientras una reunión está en curso. Son una vista previa provisional; tu modelo de reunión habitual crea la transcripción que conservas.

# models.status.active
source: Active
es_419: Activo

# models.status.ready
source: Ready
es_419: Listo

# models.actions.pausing
source: Pausing…
es_419: Pausando…

# models.actions.cancel.pausing
source: Cancel
es_419: Cancelar

# models.live_caption.paused_resume_hint
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.actions.set_active
source: Set Active
es_419: Activar

# models.live_caption.delete_help
source: Delete live caption model
es_419: Eliminar modelo de subtítulos en vivo

# models.actions.download
source: Download
es_419: Descargar

# models.experimental.description
source: Early models for specific languages and evaluation. Expect less consistent transcripts, and try them with your own voice before relying on them.
es_419: Modelos en etapa inicial para idiomas específicos y evaluación. Espera transcripciones menos consistentes, y pruébalos con tu propia voz antes de depender de ellos.

# models.experimental.badge_early_access
source: Early access
es_419: Acceso anticipado

# models.experimental.used_for_cleanup
source: Used for Cleanup
es_419: Usado para Refinamiento

# models.experimental.unavailable_due_to_cleanup_selection
source: Unavailable while Gemma 4 is selected for cleanup. Choose another cleanup backend first.
es_419: No disponible mientras Gemma 4 está seleccionado para el refinamiento. Elige otro backend de refinamiento primero.

# models.cleanup.title
source: CLEANUP
es_419: REFINAMIENTO

# models.cleanup.description
source: Optional cleanup after transcription. Use it to remove filler words, follow spoken corrections, format lists, and fix obvious dictation errors.
es_419: Refinamiento opcional después de la transcripción. Úsalo para eliminar muletillas, aplicar correcciones habladas, formatear listas y corregir errores evidentes de dictado.

# models.cleanup.gemma.description
source: An experimental local option for filler removal, formatting, and obvious transcript errors. It uses the same download as Gemma 4 dictation.
es_419: Una opción local experimental para eliminar muletillas, aplicar formato y corregir errores evidentes en la transcripción. Usa la misma descarga que el dictado con Gemma 4.

# models.cleanup.status.active
source: Cleanup Active
es_419: Refinamiento activo

# models.status.downloaded
source: Downloaded
es_419: Descargado

# models.cleanup.used_for_dictation
source: Used for Dictation
es_419: En uso para dictado

# models.cleanup.action_use_for_cleanup
source: Use for Cleanup
es_419: Usa para Refinamiento

# models.cleanup.unavailable_due_to_dictation_selection
source: Unavailable while Gemma 4 is selected for dictation. Choose another dictation model first.
es_419: No disponible mientras Gemma 4 esté seleccionado para el dictado. Elige otro modelo de dictado primero.

# models.status.active.general
source: Active
es_419: Activo

# models.status.downloaded.general
source: Downloaded
es_419: Descargado

# models.actions.pause
source: Pause
es_419: Pausar

# models.actions.set_active.general
source: Set Active
es_419: Activar

# models.actions.download.general
source: Download
es_419: Descargar

# models.family.variant_label
source: Variant
es_419: Variante

# models.family.language_label
source: Language
es_419: Idioma

# models.status.active.variant
source: Active
es_419: Activo

# models.status.downloaded.variant
source: Downloaded
es_419: Descargado

# models.download.progress.percent_downloading
source: %d%% downloading...
es_419: %d%% descargando...

# models.download.phase.downloading
source: Downloading
es_419: Descargando

# models.download.phase.preparing
source: Preparing
es_419: Preparando

# models.download.phase.ready
source: Ready
es_419: Listo

# models.download.phase.paused
source: Download paused
es_419: Descarga pausada

# models.download.phase.failed
source: Failed
es_419: Fallido

# models.download.detail.files_completed
source: %d of %d %@
es_419: %d de %d %@

# models.download.detail.files_remaining
source: %d %@ left
es_419: Quedan %d %@

# models.download.detail.bytes_remaining
source: %@ left
es_419: %@ restante

# models.download.detail.current_file_remaining
source: %@ left in file
es_419: %@ restante en el archivo

# models.download.detail.eta_left
source: %@ left
es_419: %@ restante

# models.download.detail.retry_count
source: retry %d/3
es_419: reintento %d/3

# models.download.noun.file_singular
source: file
es_419: archivo

# models.download.noun.file_plural
source: files
es_419: archivos

# models.actions.pause.general
source: Pause
es_419: Pausar

# models.actions.download.fallback
source: Download
es_419: Descargar

# models.badge.recommended
source: Recommended
es_419: Recomendado

# models.family.language_label.primary
source: Language
es_419: Idioma

# models.family.language_label.secondary
source: Language
es_419: Idioma

# models.family.language_label.tertiary
source: Language
es_419: Idioma

# models.language_label.inline
source: Language
es_419: Idioma

# models.language_label
source: Language
es_419: Idioma

# models.update_available.message
source: A newer model build is available.
es_419: Hay una versión más reciente del modelo disponible.

# common.actions.update
source: Update
es_419: Actualizar

# models.coming_soon.card_title
source: Coming soon
es_419: Próximamente

# models.download.paused_resume_hint.inline
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.errors.invalid_gguf_model
source: Downloaded post-processor file is not a GGUF model
es_419: El archivo del posprocesador descargado no es un modelo GGUF

# models.download.paused_resume_hint.primary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.secondary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.tertiary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.quaternary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.errors.download_failed_with_label
source: %@ was not downloaded successfully.
es_419: %@ no se descargó correctamente.

# models.download.paused_resume_hint.quinary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.senary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.septenary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.octonary
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# models.download.paused_resume_hint.general
source: Paused — select Download to resume
es_419: Pausado — selecciona Descargar para reanudar

# insights.header.title
source: INSIGHTS
es_419: ESTADÍSTICAS

# insights.header.subtitle_privacy
source: Private and on-device
es_419: Privado y en el dispositivo

# insights.controls.time_range.label
source: Time range
es_419: Rango de tiempo

# insights.controls.time_range.accessibility_label
source: Time range
es_419: Rango de tiempo

# insights.actions.refresh_local_insights
source: Refresh local insights
es_419: Actualiza los análisis locales

# insights.actions.refresh_local_insights.help
source: Refresh local insights
es_419: Actualizar estadísticas locales

# insights.share.button
source: Share
es_419: Compartir

# insights.share.help
source: Share an anonymous activity image
es_419: Comparte una imagen de actividad anónima

# insights.share_activity.accessibility_label
source: Share your activity
es_419: Comparte tu actividad

# insights.hero.title
source: Your time with Muesli
es_419: Tu tiempo con Muesli

# insights.hero.total_words_dictated
source: Total words dictated
es_419: Total de palabras dictadas

# insights.hero.meetings
source: Meetings
es_419: Reuniones

# insights.hero.average_pace
source: Average pace
es_419: Ritmo promedio

# insights.hero.average_pace_value_wpm
source: %d WPM
es_419: %d PPM

# insights.hero.current_streak
source: Current streak
es_419: Racha actual

# insights.hero.longest_streak
source: Longest streak
es_419: Racha máxima

# insights.activity_panel.title
source: DAILY ACTIVITY
es_419: ACTIVIDAD DIARIA

# insights.activity_panel.subtitle
source: Words and meetings by day
es_419: Palabras y reuniones por día

# insights.activity_metric.label
source: Activity metric
es_419: Métrica de actividad

# insights.activity_metric.accessibility_label
source: Activity metric
es_419: Métrica de actividad

# insights.activity_level.quiet
source: QUIET
es_419: SILENCIOSO

# insights.activity_level.loud
source: LOUD
es_419: ALTO
